"该文本不能为空，请重新输入 ......"="Le texte ne doit pas être vide, veuillez re-entrer ......"
"请检查是否已安装 Adobe Acrobat"="Veuillez vérifier si Adobe Acrobat est installé"
"网页"="Page Web"
"编辑用户"="Rédiger l’Utilisateur"
"软键盘"="Clavier "
"简体中文"="Chinois Simplifié"
"(提示：点击浏览按钮选择本地文件)"="(Rappel: Cliquer le bouton de Parcours pour choisir le fichier local)"
"异步下载方式"="Mode de Téléchargement Asynchrone"
"本地资源显示失败"="Echec d’afficher les ressources locales"
"立体形状"="Forme Stéréoscopique"
"空间站 "="Station Spatiale"
"删除用户"="Supprimer l’Utilisateur"
"排笔"="Pinceau "
"恐龙"="Dinosaure "
"用户管理"="Management de l’Utilisateur"
"切换到系统"="Windows "
"关闭笔迹修复"="Fermer la Réparation de l’Ecriture"
"资源在线"="Ressources en ligne"
"导入文件"="Importation du Fichier"
"删除工具"="Supprimer l’outil"
"水平尺"="Règle à niveau"
"系统设置"="Configuration du Système"
"软件不会将水印保存到您的文档中"="Le logiciel ne va pas enregister le filigrane dans votre fichier"
"三角板"="Equerre à dessin"
"三点画圆"="Cercle par trois points"
"动物 "="Animal "
"其他背景"="Autres Couleurs de l’Arrière-plan"
"回放"="Playback"
"此用户名称已经存在"="Le nom de l’utilisateur existe déjà"
"代数 "="Algèbre "
"地球 "="Terre "
"关于"="A propos de"
"删除当前页"=""
"清空所有笔画"="Vider "
"文件路径"="Itinéaire du Fichier"
"温度 "="Température "
"俄语"="Russe "
"播放"="Emission "
"保存文件"="Enregister le Fichier"
"背景颜色"="Couleur de l’Arrière-plan"
"倒计时"="Chronométrage à rebours"
"截图"="Capture d’Ecran"
"直线"="Rectiligne "
"本地资源读取失败"="Echec de lire les ressources locales"
"语言"="Langue "
"当前播放"="Emission actuelle"
"分钟"="Minute "
"正在打开文档，请稍等"="Ouverture du fichier en cours, veuillez patienter"
"链接内容的名称："="Nom du contenu lié :"
"加密狗沒有註冊成為雙拼屏幕，請重新註冊。"="La touche matérielle n’est pas inscrite comme syllabation binaire, veuillez refaire l’inscription. "
"图片下载方式"="Mode de Téléchargement de l’Image"
"图标"="Icône "
"默认用户"="Utilisateur par défaut"
"地图 "="Cartes "
"哺乳动物 "="Mammifère "
"截屏"="Capture d’Ecran"
"人教网"="PEP Network"
"工具"="Outil "
"手写识别"="Reconnaissance de l’écriture"
"向左停靠"="A gauche"
"计时器"="Chronomètre "
"教学资源"="Ressources Educationnelles"
"选择页面"="Choisir la page"
"显示"="Affichage "
"本地资源"="Ressources locales"
"新建页面"="Nouvelle Page"
"时间"="Temps "
"笔迹选择工具"="Outil de Sélection d'Ecriture"
"旋转与缩放"="Rotation et Rooming"
"前进"="Avance "
"智能笔"="Stylo Intelligent"
"气候"="Climat "
"克罗地亚"="Croate "
"移动工具"="Outil de Déplacement"
"前一页"="Page précédente "
"创易网"="Chong Yi Network"
"找不到此链接内容"="Contenu du lien introuvable"
"启动设置"="Configuration du Démarrage"
"图片路径不能为空"="L’itinéaire de l’image ne doit pas être vide"
"页面设置"="Configuration de la Page"
"椭圆"="Ellipse"
"环境亮度"="Luminance Ambiante"
"删除"="Supprimer "
"地理学 "="Géographie "
"添加用户"="Nouvel Utilisateur"
"角度"="Angle "
"下一页"="Page suivante"
"请输入用户名称"="Veuillez entrer le nom de l’utilisateur"
"历史"="Histoire "
"硬笔"="Stylo "
"图案和关系 "="Images et Relations"
"波兰语"="Polonais "
"计时"="Chronométrage "
"图片搜索设置"="Configuration de la Recherche d’Image"
"撤消"="Annuler "
"停止"="Arrêt"
"从太空中看地球 "="Vue de Terre à partir de l’Espace"
"中等尺寸图片"="Image de Moyenne Taille"
"橡皮擦"="Effacer "
"复制"="Copier "
"三角形"="Triangle "
"太阳系"="Système Solaire"
"擦除图片"="Effacer l’Image"
"视频展台"="Stand de Vidéo"
"按点删除"="Effacer Point par Point"
"宇航员 "="Cosmonaute "
"其他设置"="Autres Configurations"
"元素"="Élément "
"页面列表"="Liste de Pages"
"批注"="Annotation "
"地理科学 "="Géographie "
"画笔颜色"="Couleur du Pinceau"
"乌克兰"="Ukrainien "
"装入文本文件"="Insérer le Fichier Texte"
"清空搜索记录"="Vider la Cookies de Recherche"
"向右停靠"="A droite"
"文档页面"="Page de Documentation"
"按笔划删除"="Effacer par Ecriture"
"韩语"="Coréen "
"幕布"="Rideau "
"放大镜"="Loupe "
"三角学 "="Trigonométrie "
"请选择文件路径："="Veuillez choisir l’itinéaire du fichier:"
"大小"="Dimension "
"华氏"="Fahrenheit"
"化学"="Chimie "
"无脊椎动物 "="Invertébré "
"基本功能 "="Fonctions Basiques"
"在退出之前要保存文件吗?"="Voulez-vous enregistrer le fichier avant la clôture ?"
"打印预览"="Impression Aperçu"
"新建文件"="Nouveau "
"粘贴"="Coller "
"正在保存文档，请稍等"="Enregistrement du fichier en cours, veuillez patienter"
"鸟类"="Oiseau "
"取消"="Annulation "
"Internet Explorer无法显示该网页或者没有相关图片....."="Internet Explorer ne peut pas afficher la page ou il n’y a pas d’image"
"填充几何图形"="Remplir la Figure Géométrique"
"页面链接"="Lien de la Page"
"英语"="Anglais "
"直尺"="Règle "
"多笔"="Multi-écriture"
"正方形"="Carré "
"摄氏"="Celsius"
"放到最后"="A l’arrière"
"在打开之前要保存文件吗?"="Voulez-vous enregistrer le fichier avant l’ouverture ?"
"放大倍数"="Zoom Arrière / Zoom Avant"
"彗星"="Comète "
"你沒有權限使用手指觸控功能"="Nous n’avez pas le droit d’utiliser la fonction tactile "
"爬行动物"="Reptile "
"文氏图"="Diagrammes Venn"
"选择用户"="Choisir l’Utilisateur"
"面积"="Surface "
"繁体中文"="Chinois Traditionnel"
"文件"="Fichier "
"第一次没有搜索到有效的图片，请点击下一页重新搜索"="Pas d’image utile dans la première page, veuillez cliquer la page suivante pour relancer la recherche"
"季节"="Saisons "
"新建黑色背景页"="Nouvelle Page Noire"
"半径画圆"="Cercle par rayon"
"打开网页网址是失败的"="Echec d’ouvrir le site web"
"图片尺寸类型"="Dimension et Type de l’Image"
"形状空间和测量 "="Forme, Espace et Mesure"
"向下"="Descente "
"Chinese"="Français "
"导出"="Exporter "
"插入超链接"="Insérer l’Hyperlien "
"翻动下一页是出现错误"="Erreur à tourner à la page suivante"
"字体"="Police "
"新建屏幕批注页"="Nouvelle Page Bureau"
"用户名称"="Nom de l’Utilisateur"
"在输入前自动打开键盘"="Ouvrir le clavier avant d’entrer"
"返回"="Retour "
"新建白色背景页"="Nouvelle Page Blanche"
"西班牙"="Espagnol "
"请选择工具"="Veuillez choisir l’outil"
"人造卫星 "="Satellite "
"世界 "="Monde "
"磁盘文件"="Fichier du Disque"
"黑色背景"="Arrière-plan Noir"
"天文学和太空 "="Astronomie et Espace"
"几何图形填充色"="Remplir la Figure Géométrique de Couleur"
"七巧板"="Tangram "
"打开笔迹修复"="Ouvrir la Réparation de l’Ecriture"
"网络资源"="Ressources du Réseau"
"荧光笔"="Stabilo "
"画笔设置"="Configuration du Pinceau"
"设备 "="Équipement "
"星云"="Nébuleuse "
"搜索"="Recherche "
"隐藏列表"="Cacher la Liste"
"修改背景"="Changer l’Arrière-plan"
"大尺寸图片"="Image de Grande Taille"
"退出"="Sortie "
"请检查是否安装office 2003"="Veuillez vérifier si Office 2003 est installé"
"探照灯"="Projecteur "
"浏览"="Parcours "
"测量 "="Mesure "
"画笔类型"="Type du Pinceau"
"视屏录制"="Enregistrement Ecran"
"扑克牌 "="Poker "
"欧洲 "="Europe "
"屏幕背景"="Arrière-plan du Bureau"
"(提示：输入网址或者从浏览器中复制网址)"="(Rappel: Entrer l’URL ou copier l’URL à partir de votre browser)"
"星系"="Galaxie "
"画笔宽度"="Largeur du Pinceau"
"评估"="Evaluation "
"放到最前"="A l’avant"
"另存为"="Enregistrer sous"
"漫游"="Mouvement"
"找不到视频设备"="Équipement Vidéo Introuvable"
"正五边形"="Pentagone Régulier"
"确定"="OK"
"预览页面"="Aperçu de Page"
"剪切"="Couper "
"平行四边形"="parallélogramme"
"越南"="Vietnamien "
"向上"="Montée "
"几何形状 "="Géométrie"
"新建图片背景页"="Nouvelle Page Image"
"线宽"="Largeur de Ligne"
"幻灯片导航"="Navigation des Diapostives"
"亚洲"="Asie "
"您还没有播放PowerPoint幻灯片。"="Vous n’avez pas ouvert PowerPoint. "
"形状 "="Forme "
"量角器"="Goniasmomètre "
"数学概念和运算 "="Numéro, concept et Calcul"
"打印"="Imprimer "
"矩形"="Rectangle "
"媒体播放器"="Lecteur Média"
"几何图形"="Forme Géométrique"
"产品连接到加密狗时，水印将在从新启动软件后消失"="Après la connexion avec la touche matérielle, le filigrane va disparaître lors du redémarrage du logiciel  "
"插入文本框"="Insérer Texte"
"暂停"="Pause "
"关闭"="Clôture "
"正在打印文档，请稍等"="Impression du fichier en cours, veuillez patienter"
"请输入网址："="Veuillez entrer l’URL:"
"泰语"="Thaïlandais "
"计算器"="Calculatrice "
"小尺寸图片"="Image de Petite Taille"
"两栖动物 "="Amphibien "
"笔迹修复"="Réparation de l’Ecriture"
"双子星计划 "="Gemini"
"字体颜色"="Couleur de Police"
"导出文件"="Exportation du Fichier"
"骰子"="Dé "
"外部工具管理"="Management des Outils Externes"
"空间计划 "="Programme Spatial"
"选择所有笔迹"="Choisir toutes les Ecritures"
"平面形状"="Forme Plane"
"星座 "="Constellation"
"翻动上一页是出现错误"="Erreur à tourner à la page précédente"
"开始"="Commencement "
"透明背景"="Arrière-plan Transparent"
"打开文件"="Ouvrir le Fichier"
"直径画圆"="Cercle par diamètre "
"同步下载方式"="Mode de Téléchargement Synchrone"
"鱼"="Poisson "
"中国"="Chine "
"直角坐标系"="Système de Coordonnées Rectangulaire"
"单位圆"="Cercle Unitaire"
"启动页面"="Page du Démarrage"
"页面背景"="Arrière-Plan de la Page"
"图片背景"="Arrière-plan de l’Image"
"线条样式"="Style de Ligne"
"白色背景"="Arrière-plan Blanc"
"插入图片"="Insérer Image"

